Repository: jwaliszko/ExpressiveAnnotations
Catalog: src/ExpressiveAnnotations.MvcWebSample/Resources.*.resx
Languages: pl

source: Age
pl: Wiek

source: Agree for contact
pl: Zgoda na kontakt

# AgreeForContactRequired
source: You have to authorize us to contact you.
pl: Twoja zgoda jest wymagana w celu nawiązania kontaktu.

# AssertionNotSatisfied
source: Assertion for {0} field is not satisfied by the following logic: {1}
pl: Założenie dla pola {0} nie jest spełnione dla następującej logiki: {1}.

# AwareOfTheRisks
source: I am aware of the possible risks
pl: Jestem świadomy ewentualnych zagrożeń

# AwareOfTheRisksRequired
source: You are required to agree that you are aware of the risks of travel.
pl: Musisz potwierdzić, że jesteś świadomy istniejących zagrożeń.

source: Blood type
pl: Typ krwi

# BloodTypeRequired
source: Blood type is required if you do extreme sports, or if you do any type of sport and plan to go abroad.
pl: Typ krwi jest wymagany jeśli uprawiasz sporty ekstremalne, lub planujesz wyjechać za granicę i uprawiasz jakikolwiek sport.

source: Country
pl: Kraj

# EmailOrPhoneRequired
source: You do not enter any contact information. At least e-mail or phone should be provided.
pl: Nie podałeś żadnej informacji kontaktowej. Przynajmniej e-mail lub telefon powinien być podany.

source: Extreme
pl: Ekstremalny

# FieldConditionallyRequired
source: The {0} field is required by the following logic: {1}
pl: Pole {0} jest wymagane ponieważ wymusza go następująca logika: {1}.

# FieldRequired
source: The {0} field is required.
pl: Pole {0} jest wymagane.

source: France
pl: Francja

# FutureDateRequired
source: We are afraid that going back to the past is not an option nowadays.
pl: Data nie może wskazywać na czas przeszły.

source: Germany
pl: Niemcy

# GoAbroad
source: I am going abroad
pl: Jadę za granicę

source: High
pl: Wysoka

# LatestSuggestedReturnDate
source: Latest suggested return
pl: Najpóźniejsza sugerowana data

source: Low
pl: Niska

source: Next country
pl: Następny kraj

source: None
pl: Brak

source: Normal
pl: Rekreacyjny

source: Other
pl: Inny

source: Passport number
pl: Numer paszportu

source: Phone
pl: Telefon

source: Poland
pl: Polska

source: Political stability
pl: Stabilnośc polityczna

# ReasonForLongTravel
source: Reasons for such a long travel
pl: Powód długiej podróży

# ReasonForLongTravelRequired
source: If you plan to stay abroad longer than one month from now, write down your reasons.
pl: Jeśli planujesz przebywać za granicą dłużej niż miesiąc, podaj powody.

# ReasonForTravel
source: Reasons for travel
pl: Podowy podróży

# ReasonForTravelRequired
source: If you plan to go abroad and you are between 25 and 55 or plan to visit the same foreign country twice, write down your reasons.
pl: Jeśli planujesz wyjechać za granicę i jesteś w wieku 25-55 lat lub planujesz odwiedzić dwukrotnie ten sam obcy kraj, podaj powody.

source: Return date
pl: Data powrotu

# SpamAllowed
source: I agree for contact
pl: Zgadzam się na otrzymywanie informacji

# SpamForbidden
source: I do not agree for contact
pl: Nie zgadzam sie na otrzymywanie informacji

# SportType
source: Sports you like the most
pl: Ulubione sporty

source: Uncertain
pl: Niepewna
